<?php
return [
    'create_new_page' => 'انشاء صفحة  ديناميكية جديدة',
    'update_page' => ' تعديل الصفحة الديناميكية',
    'pages' => 'الصفحات الثابتة',
    'show_all_pages' => 'عرض جميع الصفحات الديناميكية ',

    'title' => 'عنوان الصفحة',
    'title_ar' => 'عنوان الصفحة بالعربي',
    'title_en' => 'عنوان الصفحة بالانجليزي',
    'details' => 'تفاصيل الصفحة',
    'details_ar' => 'تفاصيل الصفحة بالعربي',
    'details_en' => 'تفاصيل الصفحة بالانجليزي',
    'status' => 'حالة',
    'manage_status' => 'إدراة الحالة',
    'photo' => 'صورة الصفحة ',

    'enter_title_ar' => 'ادخل عنوان الصفحة بالعربي',
    'enter_title_en' => 'ادخل عنوان الصفحة بالانجليزي',
    'enter_details_ar' => 'ادخل تفاصيل الصفحة بالعربي',
    'enter_details_en' => 'ادخل تفاصيل الصفحة بالانجليزي',

    'no_pages_found' => 'لا يوجد صفحات ديناميكية حالياً',
    'page_size' => 'حجم الصفحة المفضل',
];
