<?php

return [
    'create_new_slider' => 'إضافة سلايدر جديد',
    'update_slider' => 'تعديل السلايدر',
    'sliders' => 'السلاديرات',
    'show_all_sliders' => 'عرض جميع السلايدرات',

    'show' => 'عرض',
    'hide' => 'اخفاء',
    'details_status' => 'حالة التفاصيل',
    'button_status' => 'حالة الزر',

    'title' => 'عنوان السلايدر',
    'title_ar' => 'عنوان السلايدر بالعربي',
    'title_en' => 'عنوان السلايدر بالانجليزي',
    'details' => 'تفاصيل السلايدر',

    'details_ar' => 'تفاصيل السلايدر بالعربي',
    'details_en' => 'تفاصيل السلايدر بالانجليزي',
    'url' => 'الرابط',
    'url_ar' => 'الرابط بالعربي',
    'url_en' => 'الرابط بالانجليزي',
    'status' => 'حالة السلايدر',
    'order' => 'ترتيب السلايدر',
    'photo' => 'صورة السلايدر',
    'manage_status' => 'إدارة الحالة',

    'enter_title_ar' => 'ادخل عنوان السلايدر بالعربي',
    'enter_title_en' => 'ادخل عنوان السلايدر بالانجليزي',
    'enter_details_ar' => 'ادخل تفاصيل السلايدر  بالعربي',
    'enter_details_en' => 'ادخل تفاصيل السلايدر  بالانجليزي',
    'enter_photo' => 'ادخل صورة السلايدر',
    'enter_url_ar' => 'ادخل الرابط بالعربي',
    'enter_url_en' => 'ادخل الرابط بالانجليزي',
    'enter_status' => 'ادخل حالة السلايدر',
    'enter_order' => 'ادخل ترتيب السلايدر',

    'slider_size' => 'مقاس السلايدر : 742 * 1920',
    'click_to_upload' => 'انقر هنا لتحميل الصورة',
    'no_sliders_found' => 'لا يوجد سلايدرات حالياً',
];
